[
  {
    "metatada": [
      {
        "Paper_title": "Promising targets and current clinical trials in metastatic non-squamous NSCLC"
      },
      {
        "Author": "Alona Zer and Natasha Leighl* "
      },
      {
        "Abstract": "INTRODUCTION In recent years, we have witnessed a transformation of the treat- ment paradigm for advanced non-small cell lung cancer (NSCLC). Previously, patients were offered platinum-based chemotherapy, followed by second-line chemotherapy with docetaxel or peme- trexed, and erlotinib after chemotherapy failure, yielding modest beneﬁts in an unselected population (1). Using molecular selec- tion, clinical trials of targeted therapy have demonstrated major improvements in response, quality of life, and progression-free survival compared to chemotherapy, using epidermal growth fac- tor receptor (EGFR) TKI in EGFR mutant NSCLC and crizotinib in anaplastic lymphoma kinase (ALK) rearranged NSCLC (2, 3). Survival is similar in many of these trials, given the high rate of crossover from chemotherapy to the more active agent upon progression. It is now standard of care to test non-squamous lung carcinoma for the presence of EGFR mutation and ALK rearrangement upon diagnosis of advanced disease (4),in order to select patients for ini- tial EGFR TKI and ALK inhibitor therapy. The remarkable activity of these agents in molecularly selected lung cancer patients has led to a rapid increase in studies evaluating new targets and novel targeted agents. These targets include oncogenic driver mutations (genomic alterations that initiate malignant transformation of the normal cell), signal transduction proteins, tumor angiogenesis, and factors in the tumor environment supporting cancer cell pro- liferation (for example, immune-modulating proteins) (Figure 1; Table 1). In this review, we discuss selected new and promising targets as well as targeted therapies currently under investigation in non-squamous NSCLC, speciﬁcally adenocarcinoma. "
      },
      {
        "Keywords": " NSCLC, nuclear targets, intracellular pathways, EGFR, ALK, novel targets, non-squamous "
      }
    ]
  },
  {
    "body_text": [
      {
        "section1": [
          {
            "section_title": "INTRODUCTION"
          },
          {
            "paragraph1": "In recent years, we have witnessed a transformation of the treat-ment paradigm for advanced non-small cell lung cancer (NSCLC).Previously, patients were offered platinum-based chemotherapy,followed by second-line chemotherapy with docetaxel or peme-trexed, and erlotinib after chemotherapy failure, yielding modestbeneﬁts in an unselected population (1). Using molecular selec-tion, clinical trials of targeted therapy have demonstrated majorimprovements in response, quality of life, and progression-freesurvival compared to chemotherapy, using epidermal growth fac-tor receptor (EGFR) TKI in EGFR mutant NSCLC and crizotinibin anaplastic lymphoma kinase (ALK) rearranged NSCLC (2, 3).Survival is similar in many of these trials, given the high rateof crossover from chemotherapy to the more active agent uponprogression.It is now standard of care to test non-squamous lung carcinomafor the presence of EGFR mutation and ALK rearrangement upondiagnosis of advanced disease (4),in order to select patients for ini-tial EGFR TKI and ALK inhibitor therapy. The remarkable activityof these agents in molecularly selected lung cancer patients has ledto a rapid increase in studies evaluating new targets and noveltargeted agents. These targets include oncogenic driver mutations(genomic alterations that initiate malignant transformation of thenormal cell), signal transduction proteins, tumor angiogenesis,and factors in the tumor environment supporting cancer cell pro-liferation (for example, immune-modulating proteins) (Figure 1;Table 1). In this review, we discuss selected new and promisingtargets as well as targeted therapies currently under investigationin non-squamous NSCLC, speciﬁcally adenocarcinoma."
          },
          {
            "paragraph2": "TARGETS WITHIN THE CELL SURFACE"
          }
        ]
      },
      {
        "section1": [
          {
            "section_title": "EPIDERMAL GROWTH FACTOR RECEPTORTargeting EGFR has led to a breakthrough in understandingof lung cancer biology, and the NSCLC treatment paradigm."
          },
          {
            "paragraph1": "Mutations in EGFR, resulting in greater afﬁnity for ATP bind-ing by the EGFR tyrosine kinase domain and constitutive acti-vation, are found in ~15% of lung cancers in Caucasians and40% in Asians (5, 6). Activating mutations are signiﬁcantlyassociated with response to EGFR TKIs, with erlotinib, geﬁ-tinib, and afatinib established as initial standard therapy. How-ever, resistance mutations have been identiﬁed, such as T790Min exon 20. There are multiple agents in development withenhanced afﬁnity for T790M mutant lung cancer that mayspare wild type EGFR, potentially avoiding toxicities like rashand diarrhea. AZD9291 and CO-1686 are examples of suchagents, and have reported responses in 58–64% of patientswith acquired EGFR TKI resistance and documented T790Mmutation (7, 8). There are other strategies in development, tar-geting acquired EGFR TKI resistance including chemotherapywith intercalated EGFR TKI, combinations with mesenchymal–epidermal transition (MET), dual EGFR and heat shock protein90 (HSP90) inhibitors, and more. For example, combination ofafatinib and cetuximab has demonstrated activity in patients withacquired EGFR TKI resistance and T790M positive and nega-tive tumors (9), and the addition of AUY922 to erlotinib hasrestored sensitivity in 22% of patients with acquired resistanceto erlotinib (10)."
          },
          {
            "section2": [
              {
                "section_title": "HUMAN EPIDERMAL GROWTH FACTOR RE"
              }
            ]
          },
          {
            "section2": [
              {
                "section_title": "CEPTOR 2Human epidermal growth factor receptor 2 is a cell surface recep-tor, and member of the erbB receptor tyrosine kinase family. It isactivated by heterodimerization with other ligand-bound mem-bers of the erbB family, or by homodimerization. HER2 is a keyoncogene in breast cancer, and is associated with improved out-comes with trastuzumab (anti-HER2 monoclonal antibody) (11,12). In NSCLC, HER2 protein overexpression is found in 6–35%of patients and HER2 gene ampliﬁcation is found in 10–20% (13).Trastuzumab has shown minimal activity in lung cancer, both as a"
              },
              {
                "paragraph1": "www.frontiersin.orgNovember 2014 | Volume 4 | Article 329 | 1"
              },
              {
                "paragraph2": " "
              },
              {
                "paragraph3": " "
              },
              {
                "paragraph4": " "
              },
              {
                "paragraph5": " "
              },
              {
                "paragraph6": " "
              },
              {
                "paragraph7": " "
              },
              {
                "paragraph8": " "
              },
              {
                "paragraph9": " "
              },
              {
                "paragraph10": " "
              },
              {
                "paragraph11": " "
              },
              {
                "paragraph12": " "
              },
              {
                "paragraph13": " "
              },
              {
                "paragraph14": " "
              },
              {
                "paragraph15": " "
              },
              {
                "paragraph16": " "
              },
              {
                "paragraph17": " "
              },
              {
                "paragraph18": " "
              },
              {
                "paragraph19": " "
              },
              {
                "paragraph20": " "
              },
              {
                "paragraph21": " "
              },
              {
                "paragraph22": " "
              },
              {
                "paragraph23": " "
              },
              {
                "paragraph24": " "
              },
              {
                "paragraph25": " "
              },
              {
                "paragraph26": " "
              },
              {
                "paragraph27": " "
              },
              {
                "paragraph28": " "
              },
              {
                "paragraph29": " "
              },
              {
                "paragraph30": " "
              },
              {
                "paragraph31": " "
              },
              {
                "paragraph32": " "
              },
              {
                "paragraph33": " "
              },
              {
                "paragraph34": " "
              },
              {
                "paragraph35": " "
              },
              {
                "paragraph36": " "
              },
              {
                "paragraph37": " "
              },
              {
                "paragraph38": " "
              },
              {
                "paragraph39": " "
              },
              {
                "paragraph40": " "
              },
              {
                "paragraph41": " "
              },
              {
                "paragraph42": " "
              },
              {
                "paragraph43": " "
              },
              {
                "paragraph44": " "
              },
              {
                "paragraph45": " "
              },
              {
                "paragraph46": " "
              },
              {
                "paragraph47": " "
              },
              {
                "paragraph48": " "
              },
              {
                "paragraph49": " "
              },
              {
                "paragraph50": " "
              },
              {
                "paragraph51": " "
              },
              {
                "paragraph52": " "
              },
              {
                "paragraph53": " "
              },
              {
                "paragraph54": " "
              },
              {
                "paragraph55": " "
              },
              {
                "paragraph56": " "
              },
              {
                "paragraph57": " "
              },
              {
                "paragraph58": " "
              },
              {
                "paragraph59": "Zer and LeighlPromising targets in non-squamous NSCLC"
              },
              {
                "Figure": "25505733_page1_4.jpg",
                "Figure_title": "FIGURE 1 |Targetable pathways in the non-squamous NSCLC cell. "
              },
              {
                "paragraph60": "single agent and in combination with chemotherapy, particularlyin patients with FISH positive or IHC 3+ tumors (14, 15).HER2 mutations are seen in 2.8–6% of lung adenocarcino-mas (16, 17), more commonly in women and non-smokers. Thesemutations are commonly exon 20 in-frame insertions. Activ-ity has been seen with trastuzumab-based therapy and afatinib(13, 18). A phase I trial of neratinib (an irreversible pan-HERinhibitor) and temsirolimus (mTOR inhibitor) suggested bene-ﬁt in ﬁve patients with HER2-mutant NSCLC (19). A phase IItrial assessing this combination is underway. Other trials includestudies of HER2-directed antibodies (trastuzumab, pertuzumab),TKIs (neratinib, dacomitinib, and afatinib), and a peptide vaccine(www.clinicaltrials.gov)."
              },
              {
                "paragraph61": "RET"
              }
            ]
          },
          {
            "section2": [
              {
                "section_title": "RET (rearranged during transfection), is a known oncogene inthyroidcancer,withbothactivatingmutationsandgenerearrange-ments observed (20). Approximately 1.5% of NSCLC cases haveRET translocations, typically in younger, non-smoking adeno-carcinoma patients (21). Fusion variants include KIF5B-RET inadenocarcinoma, CCDC6, NCO4, and TRIM33 also found inthyroid cancer (22, 23).Vandetanib, sunitinib, sorafenib, lenvatinib, ponatinib, andcabozantinib are all multi-targeted kinase inhibitors that targetRET. Activity has been seen in RET-positive lung cancer patientswith cabozantinib and vandetinib, and multiple trials are ongoingin this population with a recent halt in a ponatinib study for safetyconcerns (24, 25)."
              },
              {
                "paragraph1": "ROS1"
              }
            ]
          },
          {
            "section2": [
              {
                "section_title": "ROS1 encodes a receptor tyrosine kinase of the insulin recep-tor super family, with no known ligand and little known about"
              },
              {
                "paragraph1": "its normal function. ROS1 fusion genes, with oncogenic trans-formation potential, have been described in multiple tumor celllines, including lung cancer. The prevalence of ROS1 rearrange-ment in NSCLC is estimated at 1–2%, and can be detected usingFISH or IHC. Patients, similar to those with ALK-rearranged lungcancer, tend to be younger, never smokers, and have adenocar-cinoma histology, although cases in squamous carcinoma havebeen reported (26). A response rate of 60% has been reportedwith crizotinib in 35 patients with ROS-1-rearranged lung cancer,including two patients with complete response, and median PFSwas not reached (27). Multiple other agents are under develop-ment including AP26113, foretinib, PF-06463922, ceritinib, andHSP90 inhibitors such as AT13387 (NCT01712217)."
              },
              {
                "paragraph2": "MESENCHYMAL–EPIDERMAL TRANSITION RECEPTOR"
              }
            ]
          },
          {
            "section2": [
              {
                "section_title": "Mesenchymal–epidermal transition is a receptor tyrosine kinase,which undergoes homodimerization by binding its ligand, hepa-tocyte growth factor (HGF), to trigger intracellular signaling cas-cades, including PI3K–AKT–mTOR and RAS–RAF–MAPK path-ways. In lung cancer, MET mutations are rare, but ampliﬁcation isseen in up to 21%, resulting in constitutive MET activation and isbelieved to be a potential mechanism of acquired EGFR TKI resis-tance (28, 29). MET expression is seen in at least one-third of lungcancers, including adenocarcinoma and squamous histology (30).Targeting MET protein-expressing lung cancer has not beensuccessful to date, with negative phase III trials of onartuzumab(anti-MET monoclonal antibody), and TKIs including tivantinib(31, 32). Crizotinib activity has been reported in MET-ampliﬁedtumors (33), with ongoing studies in EGFR TKI-resistant lungcancer of MET and HGF-targeted agents, such as ﬁclatuzumab(anti-HGF monoclonal antibody, NCT02034981)."
              },
              {
                "paragraph1": "Frontiers in Oncology | Thoracic OncologyNovember 2014 | Volume 4 | Article 329 | 2"
              },
              {
                "paragraph2": " "
              },
              {
                "paragraph3": " "
              },
              {
                "paragraph4": " "
              },
              {
                "paragraph5": " "
              },
              {
                "paragraph6": " "
              },
              {
                "paragraph7": " "
              },
              {
                "paragraph8": " "
              },
              {
                "paragraph9": " "
              },
              {
                "paragraph10": " "
              },
              {
                "paragraph11": " "
              },
              {
                "paragraph12": " "
              },
              {
                "paragraph13": " "
              },
              {
                "paragraph14": " "
              },
              {
                "paragraph15": " "
              },
              {
                "paragraph16": " "
              },
              {
                "paragraph17": " "
              },
              {
                "paragraph18": " "
              },
              {
                "paragraph19": " "
              },
              {
                "paragraph20": " "
              },
              {
                "paragraph21": " "
              },
              {
                "paragraph22": " "
              },
              {
                "paragraph23": " "
              },
              {
                "paragraph24": " "
              },
              {
                "paragraph25": " "
              },
              {
                "paragraph26": " "
              },
              {
                "paragraph27": " "
              },
              {
                "paragraph28": " "
              },
              {
                "paragraph29": " "
              },
              {
                "paragraph30": " "
              },
              {
                "paragraph31": " "
              },
              {
                "paragraph32": " "
              },
              {
                "paragraph33": " "
              },
              {
                "paragraph34": " "
              },
              {
                "paragraph35": " "
              },
              {
                "paragraph36": " "
              },
              {
                "paragraph37": " "
              },
              {
                "paragraph38": " "
              },
              {
                "paragraph39": " "
              },
              {
                "paragraph40": " "
              },
              {
                "paragraph41": " "
              },
              {
                "paragraph42": " "
              },
              {
                "paragraph43": " "
              },
              {
                "paragraph44": " "
              },
              {
                "paragraph45": " "
              },
              {
                "paragraph46": " "
              },
              {
                "paragraph47": " "
              },
              {
                "paragraph48": " "
              },
              {
                "paragraph49": " "
              },
              {
                "paragraph50": " "
              },
              {
                "paragraph51": " "
              },
              {
                "paragraph52": " "
              },
              {
                "paragraph53": " "
              },
              {
                "paragraph54": " "
              },
              {
                "paragraph55": " "
              },
              {
                "paragraph56": " "
              },
              {
                "paragraph57": " "
              },
              {
                "paragraph58": " "
              },
              {
                "paragraph59": "Zer and LeighlPromising targets in non-squamous NSCLC"
              },
              {
                "paragraph60": "Table 1 | Selected targets and selected targeted agents in lung adenocarcinoma."
              },
              {
                "paragraph61": "TargetFrequency (common clinical features)Selected agents under studyCurrent development"
              },
              {
                "paragraph62": "CELL SURFACETARGETS"
              },
              {
                "paragraph63": "EGFR mutations"
              },
              {
                "paragraph64": "(EGFR TKI acquired"
              },
              {
                "paragraph65": "resistance)"
              },
              {
                "paragraph66": "17–43% (female, never"
              },
              {
                "paragraph67": "smokers, Asian)"
              },
              {
                "paragraph68": "AZD9291Phase II/III"
              },
              {
                "paragraph69": "CO-1686"
              },
              {
                "paragraph70": "HM-61713"
              },
              {
                "paragraph71": "Afatinib + cetuximab"
              },
              {
                "paragraph72": "Erlotinib +AUY922"
              },
              {
                "paragraph73": "Geﬁtinib + INC280 (MET TKI)"
              },
              {
                "paragraph74": "HER2 insertion"
              },
              {
                "paragraph75": "mutation"
              },
              {
                "paragraph76": "3–6% (female, never"
              },
              {
                "paragraph77": "smokers)"
              },
              {
                "paragraph78": "Trastuzumab + chemotherapyPhase II"
              },
              {
                "paragraph79": "Afatinib"
              },
              {
                "paragraph80": "Pertuzumab"
              },
              {
                "paragraph81": "Neratinib + temsirolimus"
              },
              {
                "paragraph82": "RET fusion1–2% (young, never smokers,"
              },
              {
                "paragraph83": "poorly differentiated tumor)"
              },
              {
                "paragraph84": "VandetanibPhase II"
              },
              {
                "paragraph85": "Cabozantinib"
              },
              {
                "paragraph86": "Lenvatinib"
              },
              {
                "paragraph87": "Ponatinib"
              },
              {
                "paragraph88": "INTRACELLULAR PATHWAYS"
              },
              {
                "paragraph89": "ROS1 fusion1–2% (young, never smokers)CrizotinibPhase I/II"
              },
              {
                "paragraph90": "Ceritinib"
              },
              {
                "paragraph91": "AP26113"
              },
              {
                "paragraph92": "Foretinib"
              },
              {
                "paragraph93": "PF-06463922"
              },
              {
                "paragraph94": "AT13387"
              },
              {
                "paragraph95": "MET ampliﬁcation~1%CrizotinibPhase I"
              },
              {
                "paragraph96": "MET expressionUp to 50%FiclatuzumabPhase II/III"
              },
              {
                "paragraph97": "NTRK-1 fusion"
              }
            ]
          },
          {
            "section2": [
              {
                "section_title": "~1%RXDX101Phase I"
              },
              {
                "paragraph1": "KRAS mutationsUp to 30%Selumetinib + chemotherapyPhase I–III"
              },
              {
                "paragraph2": "Trametinib + chemotherapy"
              },
              {
                "paragraph3": "MEK162 + chemotherapy"
              },
              {
                "paragraph4": "BRAF mutation3%, smokersDabrafenibPhase I/II"
              },
              {
                "paragraph5": "Vemurafenib"
              },
              {
                "paragraph6": "mTOR activationUp to 90%EverolimusPhase II"
              },
              {
                "paragraph7": "Temsirolimus"
              },
              {
                "paragraph8": "Sirolimus"
              },
              {
                "paragraph9": "NUCLEARTARGETS"
              },
              {
                "paragraph10": "PARPn/aOlaparib + chemotherapyPhase II/III"
              },
              {
                "paragraph11": "Veliparib + chemotherapy"
              },
              {
                "paragraph12": "HDACn/aRomidepsinPhase II"
              },
              {
                "paragraph13": "Pabinostat"
              },
              {
                "paragraph14": "Etinostat"
              },
              {
                "paragraph15": "TUMOR ENVIRONMENT"
              },
              {
                "paragraph16": "RANK-Ligandn/aDenosumab + chemotherapyPhase III"
              },
              {
                "paragraph17": "VEGFn/aBevacizumabPhase II/III"
              },
              {
                "paragraph18": "Nintedanib"
              },
              {
                "paragraph19": "CTLA-4n/aIpilimumabPhase II/III"
              },
              {
                "paragraph20": "PD-1~40% of lung"
              },
              {
                "paragraph21": "adenocarcinomas express"
              },
              {
                "paragraph22": "PD-L1"
              },
              {
                "paragraph23": "NivolumabPhase II/III"
              },
              {
                "paragraph24": "PD-L1Lambrolizumab"
              },
              {
                "paragraph25": "BMS-936559"
              },
              {
                "paragraph26": "MPDL-3286A"
              },
              {
                "paragraph27": "n/a, not available; EGFR TKI, epidermal growth factor receptor tyrosine kinase inhibitor; NTRK, neurotrophic tyrosine kinase receptor type; mTOR, mammalian tar-"
              },
              {
                "paragraph28": "get of rapamycin; PARP, poly-ADP ribose polymerase; HDAC, histone deacetylases; RANKL, receptor activator of nuclear factor kappa-B ligand; CTLA-4, cytotoxic"
              },
              {
                "paragraph29": "T-lymphocyte-associated protein 4; PD-1, programed cell death protein 1; PD-L1, programed cell death protein 1 ligand."
              },
              {
                "paragraph30": "www.frontiersin.orgNovember 2014 | Volume 4 | Article 329 | 3"
              },
              {
                "paragraph31": " "
              },
              {
                "paragraph32": " "
              },
              {
                "paragraph33": " "
              },
              {
                "paragraph34": " "
              },
              {
                "paragraph35": " "
              },
              {
                "paragraph36": " "
              },
              {
                "paragraph37": " "
              },
              {
                "paragraph38": " "
              },
              {
                "paragraph39": " "
              },
              {
                "paragraph40": " "
              },
              {
                "paragraph41": " "
              },
              {
                "paragraph42": " "
              },
              {
                "paragraph43": " "
              },
              {
                "paragraph44": " "
              },
              {
                "paragraph45": " "
              },
              {
                "paragraph46": " "
              },
              {
                "paragraph47": " "
              },
              {
                "paragraph48": " "
              },
              {
                "paragraph49": " "
              },
              {
                "paragraph50": " "
              },
              {
                "paragraph51": " "
              },
              {
                "paragraph52": " "
              },
              {
                "paragraph53": " "
              },
              {
                "paragraph54": " "
              },
              {
                "paragraph55": " "
              },
              {
                "paragraph56": " "
              },
              {
                "paragraph57": " "
              },
              {
                "paragraph58": " "
              },
              {
                "paragraph59": " "
              },
              {
                "paragraph60": " "
              },
              {
                "paragraph61": " "
              },
              {
                "paragraph62": " "
              },
              {
                "paragraph63": " "
              },
              {
                "paragraph64": " "
              },
              {
                "paragraph65": " "
              },
              {
                "paragraph66": " "
              },
              {
                "paragraph67": " "
              },
              {
                "paragraph68": " "
              },
              {
                "paragraph69": " "
              },
              {
                "paragraph70": " "
              },
              {
                "paragraph71": " "
              },
              {
                "paragraph72": " "
              },
              {
                "paragraph73": " "
              },
              {
                "paragraph74": " "
              },
              {
                "paragraph75": " "
              },
              {
                "paragraph76": " "
              },
              {
                "paragraph77": " "
              },
              {
                "paragraph78": " "
              },
              {
                "paragraph79": " "
              },
              {
                "paragraph80": " "
              },
              {
                "paragraph81": " "
              },
              {
                "paragraph82": " "
              },
              {
                "paragraph83": " "
              },
              {
                "paragraph84": " "
              },
              {
                "paragraph85": " "
              },
              {
                "paragraph86": " "
              },
              {
                "paragraph87": " "
              },
              {
                "paragraph88": "Zer and LeighlPromising targets in non-squamous NSCLC"
              },
              {
                "paragraph89": "NTRK1 FUSIONSThese have recently been described in never smokers with adeno-carcinoma that is ALK and EGFR wild type. NTRK-1 fusions havebeen identiﬁed in 3 of 91 lung adenocarcinoma samples that wereEGFR/KRAS/ALK-1/ROS-1 negative (34). RXDX101 has demon-strated activity in TRK-fusion positive lung cancer in a recentphase I trial (35)."
              },
              {
                "paragraph90": "TARGETS WITHIN INTRACELLULAR PATHWAYS"
              }
            ]
          }
        ]
      },
      {
        "section1": [
          {
            "section_title": "ANAPLASTIC LYMPHOMA KINASEAnaplastic lymphoma kinase fusion genes,resulting in ALK fusionproteins, are present in 3–5% of lung adenocarcinomas, com-monly in never smokers and younger patients. The presence ofALK fusion strongly predicts response to ALK TKIs, such as crizo-tinib, ceritinib, and others. This topic is discussed in length in aseparate review article in this issue."
          },
          {
            "paragraph1": "RAS–RAF–MEK pathway"
          },
          {
            "section3": [
              {
                "section_title": "TheRAS familyof oncogenesincludesH-RAS,K-RAS,andN-RAS.RAS proteins encode a membrane-bound GTP-ase that mediatessignal transduction from various tyrosine kinase receptors (e.g.,EGFR, HER2) to the RAF/MEK/ERK pathway and others, regulat-ing cell growth,proliferation,and apoptosis (36). KRAS mutationsare seen in ~30% of Western adenocarcinoma cases,fewer in Asianpopulations,most commonly in codons 12 or 13. NRAS and HRASmutations are less common in lung cancer, <1% (37)."
              },
              {
                "paragraph1": "K-RAS"
              }
            ]
          },
          {
            "section2": [
              {
                "section_title": "The role of mutant KRAS (V-Ki-ras2 Kirsten rat sarcoma viraloncogene homolog) as a prognostic or predictive marker inNSCLC remains controversial. An analysis of LACE-BIO suggeststhat it is not prognostic in early stage lung cancer, nor does itpredict for adjuvant chemotherapy beneﬁt (38). Several studiessuggest that it is a potential negative predictor of beneﬁt fromEGFR TKI (39). While KRAS mutations have been identiﬁed inpatients with and without smoking histories, never smokers aremore likely to have transition mutations. Transversion mutationsare found almost exclusively in smokers (40).The most promising agents in development for KRAS mutantlung cancer have been MEK inhibitors combined with chemother-apy. Selumetinib, a MEK1/2 inhibitor, signiﬁcantly improved PFSand response when added to docetaxel versus docetaxel plusplacebo (HR = 0.58, p = 0.014, RR 37 vs. 0%, p < 0.0001), witha trend toward greater survival (41); a phase III trial is ongoing.Trametinib, another MEK inhibitor, showed activity in combi-nation with docetaxel as well as with pemetrexed (42, 43). Theresponse rate with single agent trametinib is 12%, with simi-lar activity to docetaxel in pre-treated KRAS mutant lung cancerpatients (44)."
              },
              {
                "paragraph1": "BRAF"
              }
            ]
          },
          {
            "section2": [
              {
                "section_title": "BRAF, a serine-threonine kinase, lies downstream of KRAS anddirectly activates MEK by phosphorylation,which in turn activatesERK. BRAF (v-Raf murine sarcoma viral oncogene homolog B)mutationsandBRAF inhibitorsﬁrstgainedattentioninmelanomawhere 40–60% of tumors harbor activating V600E BRAF muta-tions. Threepercentof lungadenocarcinomasharborBRAF muta-tions, half of the V600E subtype, inducing constitutive kinase"
              },
              {
                "paragraph1": "activity. These mutations occur more frequently in smokers.Dabrafenib, a BRAF kinase inhibitor, demonstrated a 54% RRin 17 BRAF V600E-mutated NSCLC patients (45). Vemurafenib isanother BRAF kinase inhibitor that shown activity in this popu-lation. There are ongoing clinical trials assessing BRAF, MEK, and AKT inhibitors in this population."
              },
              {
                "paragraph2": "PI3K–AKT–PTEN pathway"
              },
              {
                "section3": [
                  {
                    "section_title": "The phosphatidylinositol 3-kinase (PI3K)–AKT–mTOR (mam-malian target of rapamycin) signaling pathway is one of themost dysregulated pathways in human cancers, including NSCLC.PI3K can be activated by transmembrane receptor tyrosinekinases like EGFR or RAS, through phosphorylation of AKT.This inhibits pro-apoptotic proteins and promotes cell survival.Activated mTOR complexes (mTORC1), downstream of PI3K–AKT, result in increased ribosomal protein synthesis and furtherAKT activation (mTORC2). PI3K-dependent signal transductioncan be terminated by PTEN, a tumor suppressor intracellularprotein (46)."
                  },
                  {
                    "paragraph1": "PIK3CA"
                  }
                ]
              }
            ]
          },
          {
            "section2": [
              {
                "section_title": "PIK3CA encodes the catalytic subunit of PI3K, and mutations andampliﬁcation are seen in 2 and 12–17% of NSCLC cases (47, 48).These mutations can co-exist with other known driver mutationsin lung adenocarcinoma, including EGFR and KRAS and in thesetting of acquired EGFR TKI resistance (49, 50), suggesting thatthis may not be a driver mutation in itself. Trials of PI3K speciﬁckinase inhibitors are ongoing."
              },
              {
                "paragraph1": "PTEN, AKT, mTOR"
              }
            ]
          },
          {
            "section2": [
              {
                "section_title": "Loss of PTEN protein expression, with subsequent AKT overex-pression, occurs in a third of NSCLC cases, and is associated withpoor prognosis in lung cancer (51). This may be related to epi-genetic silencing, as PTEN mutations are rare in NSCLC (52).AKT activation and mTOR phosphorylation is found in 51% ofNSCLC cases, although AKT mutations are rare (<1%). Giventhe high level of activation and “crosstalk” with the RAS–RAF–MEK pathway, studies of mTOR and AKT inhibitors are of majorinterest in lung cancer. Everolimus (RAD001), temsirolimus, andother mTOR inhibitors are being investigated in combination withother targeted agents, including EGFR TKIs, although toxicity ofthese agents remains challenging, with high rates of fatigue andstomatitis (53, 54)."
              },
              {
                "paragraph1": "Wnt-beta-catenin pathway"
              },
              {
                "section3": [
                  {
                    "section_title": "The Wnt signaling pathway is highly active in lung cancer andcorrelates with metastasis and proliferation, and is believed tomaintain cancer stem cells. Activated Wnt signaling inhibits theproteolysis of beta-catenin. Accumulated beta-catenin in cyto-plasm moves to the nucleus where it initiates transcription factorspromoting cell growth and chemo- and radio-resistance. Down-regulation of Wnt inhibitors is common in NSCLC samples andassociated with poor prognosis (55). WNT mutations are rare inlung cancer and mutations in Beta-catenin are detected in 2% oflung adenocarcinoma (56). Several targeted therapies against theWnt pathway are being investigated in early phase trials, includingPRI-724, a small molecule beta-catenin inhibitor."
                  },
                  {
                    "paragraph1": "Frontiers in Oncology | Thoracic OncologyNovember 2014 | Volume 4 | Article 329 | 4"
                  },
                  {
                    "paragraph2": " "
                  },
                  {
                    "paragraph3": " "
                  },
                  {
                    "paragraph4": " "
                  },
                  {
                    "paragraph5": " "
                  },
                  {
                    "paragraph6": " "
                  },
                  {
                    "paragraph7": " "
                  },
                  {
                    "paragraph8": " "
                  },
                  {
                    "paragraph9": " "
                  },
                  {
                    "paragraph10": " "
                  },
                  {
                    "paragraph11": " "
                  },
                  {
                    "paragraph12": " "
                  },
                  {
                    "paragraph13": " "
                  },
                  {
                    "paragraph14": " "
                  },
                  {
                    "paragraph15": " "
                  },
                  {
                    "paragraph16": " "
                  },
                  {
                    "paragraph17": " "
                  },
                  {
                    "paragraph18": " "
                  },
                  {
                    "paragraph19": " "
                  },
                  {
                    "paragraph20": " "
                  },
                  {
                    "paragraph21": " "
                  },
                  {
                    "paragraph22": " "
                  },
                  {
                    "paragraph23": " "
                  },
                  {
                    "paragraph24": " "
                  },
                  {
                    "paragraph25": " "
                  },
                  {
                    "paragraph26": " "
                  },
                  {
                    "paragraph27": " "
                  },
                  {
                    "paragraph28": " "
                  },
                  {
                    "paragraph29": " "
                  },
                  {
                    "paragraph30": " "
                  },
                  {
                    "paragraph31": " "
                  },
                  {
                    "paragraph32": " "
                  },
                  {
                    "paragraph33": " "
                  },
                  {
                    "paragraph34": " "
                  },
                  {
                    "paragraph35": " "
                  },
                  {
                    "paragraph36": " "
                  },
                  {
                    "paragraph37": " "
                  },
                  {
                    "paragraph38": " "
                  },
                  {
                    "paragraph39": " "
                  },
                  {
                    "paragraph40": " "
                  },
                  {
                    "paragraph41": " "
                  },
                  {
                    "paragraph42": " "
                  },
                  {
                    "paragraph43": " "
                  },
                  {
                    "paragraph44": " "
                  },
                  {
                    "paragraph45": " "
                  },
                  {
                    "paragraph46": " "
                  },
                  {
                    "paragraph47": " "
                  },
                  {
                    "paragraph48": " "
                  },
                  {
                    "paragraph49": " "
                  },
                  {
                    "paragraph50": " "
                  },
                  {
                    "paragraph51": " "
                  },
                  {
                    "paragraph52": " "
                  },
                  {
                    "paragraph53": " "
                  },
                  {
                    "paragraph54": " "
                  },
                  {
                    "paragraph55": " "
                  },
                  {
                    "paragraph56": " "
                  },
                  {
                    "paragraph57": " "
                  },
                  {
                    "paragraph58": " "
                  },
                  {
                    "paragraph59": "Zer and LeighlPromising targets in non-squamous NSCLC"
                  },
                  {
                    "paragraph60": "NUCLEAR TARGETS"
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "section1": [
          {
            "section_title": "POLY-ADP RIBOSE POLYMERASEBRCA1, BRCA2, and PALB2 are proteins responsible for repair ofDNA double-strand breaks through the homologous repair path-way; breaks that are not repaired lead to apoptosis. This repairpathway can be disrupted by mutations in BRCA1, BRCA2, orATM (ataxia telangiectasia mutated), found in 7% of lung ade-nocarcinomas. High levels of BRCA1 protein expression in lungcancer correlate with poor survival, while decreased expressionpredicts response to platinum-based chemotherapy (57, 58). Thepoly-ADP ribose polymerase (PARP) enzyme is key in repair-ing single-strand DNA breaks, which may lead to double-strandbreaks. BRCA deﬁcient or mutated cells are sensitive to PARPinhibition,whichmayalsosensitizecancercellstoalkylatororplat-inum damage via DNA single- or double-strand breaks. Despitea negative study with iniparib and chemotherapy, veliparib, andolaparib are being evaluated in combination with platinum-basedtherapy or EGFR TKI in NSCLC."
          },
          {
            "paragraph1": "Heat shock protein 90"
          },
          {
            "section3": [
              {
                "section_title": "Heat shock protein 90 is a chaperone protein that assists post-translational folding of several proteins to stabilize and protectthem from cellular stresses like heat or hypoxia, including criticalproteins in lung cancer such as EGFR, HER2, MET, ALK, and oth-ers. HSP90 inhibitors have shown activity in EGFR mutant lungcancer after the development of resistance, in ALK-rearrangedtumors and more recently in EGFR wild type adenocarcinomawhen combined with chemotherapy (59). A phase III clinical trialof docetaxel plus or minus ganetespib in chemo-naïve adenocarci-noma is ongoing. Other HSP90 inhibitors under active investiga-tion in lung cancer include retaspimycin (IPI-504), AUY992, andAT13387."
              },
              {
                "paragraph1": "Histone deacetylase"
              }
            ]
          },
          {
            "section3": [
              {
                "section_title": "Histones are a family of proteins bound to DNA strands thatmaintain the helical structure of DNA. DNA expression is reg-ulated by acetylation and deacetylation of histones. Deacetylationresults in condensed DNA and reduced transcription. But his-tone deacetylase (HDAC), highly expressed in most cancers, mayalso alter activity of various proteins involved in carcinogenesisincluding HSP90, STAT3, and p53. HDAC inhibitors have multi-ple effects on DNA transcription, including induction of HSP90acetylation (see above), disrupting its function, and resultingin tumor apoptosis. Vorinostat, FDA approved for treatment ofcutaneous T-cell lymphoma, showed initial promise when addedto chemotherapy in advanced NSCLC, although the subsequentphase III trial was negative (60). Other HDAC inhibitors beingstudied include etinostat, romidepsin, pabinostat, pivanex, andCI-994."
              },
              {
                "paragraph1": "TARGETS IN THE TUMOR ENVIRONMENT"
              }
            ]
          }
        ]
      },
      {
        "section1": [
          {
            "section_title": "ANGIOGENESISVascular endothelial growth factor (VEGF) is a pro-angiogenicfactor, with a key role in tumor angiogenesis. Its high expres-sion in a variety of tumors, including NSCLC, is associated withpoor prognosis (61). Although multiple agents targeting VEGFand VEGF receptors have been studied in lung cancer, only beva-cizumab and more recently nintedanib have improved survival in"
          },
          {
            "paragraph1": "advanced non-squamous NSCLC. Bevacizumab, combined withpaclitaxel and carboplatin, improved response, PFS, and sur-vival in the practice-changing ECOG4599 trial (62), althoughsubsequent bevacizumab trials have not improved survival com-pared to chemotherapy alone. Nintedanib,a multi-targetedVEGF-and FGFR-1 receptor TKI demonstrated greater OS in a sub-group of adenocarcinoma patients when added to docetaxel ver-sus chemotherapy alone (63). Trials of multiple other agentshave not demonstrated positive results, although trials withVEGF/R inhibitors, including in different molecular subtype ofadenocarcinoma, are ongoing.Vascular disrupting agents, such as vadimezan, target vascula-ture directly, not through VEGF/VEGFR. To date, trials of theseand multiple other anti-angiogenic agents have not yet yieldedbeneﬁt."
          },
          {
            "paragraph2": "IMMUNE MODULATION"
          },
          {
            "section2": [
              {
                "section_title": "The immune system plays an active role in eradication of malig-nant cells. However, the evolution of cancer includes developingmechanisms to escape the immune system. Several approaches arenow being investigated to boost anti-cancer immune response,either by inhibiting immune checkpoints (as CTLA-4, PD-1, andPD-L1) or by developing vaccines of cancer antigens. This topicis discussed in length in a separate review article, with the PD-1 checkpoint inhibitors as the most promising current target inimmune therapy of lung cancer, with demonstrated single agentactivity in both adenocarcinoma and squamous carcinoma (64).There are multiple other potential targets in lung adenocarci-noma that are not reviewed here, such as the cell surface receptorinsulin-like growth factor 1 receptor,apoptotic receptors,and pro-teins including TRAIL, BCL-1, IAP proteins including survivin,and the proteasome. Additional targets in the tumor environmentinclude adhesion molecules such as integrins,and even osteoclasts,all potentially important targets in lung cancer with ongoing trialsof targeted agents."
              },
              {
                "paragraph1": "CONCLUSION"
              }
            ]
          }
        ]
      },
      {
        "section1": [
          {
            "section_title": "Striking therapeutic advances in metastatic NSCLC have beenobserved with targeted agents using molecular selection, notablefor patients with EGFR mutant or ALK-rearranged lung can-cer. Testing for these oncogenic drivers is now standard of carein advanced lung adenocarcinoma, but they are found in only~20% of lung adenocarcinomas in Western populations, whileremaining patients are eligible only for standard chemotherapy.However, this “success story,” as well as improved understandingof molecular pathways of lung carcinogenesis, had led to rapidprogress in the identiﬁcation of novel targets in adenocarcinomaand potential therapies. Despite this enthusiasm, there are stillbarriers to overcome, including how to approach tumors withoutsingle oncogene addiction, i.e., targeting multiple pathways, andalsohowtoovercomeprimaryandsecondaryresistancetotargetedtherapies. Finally, the development of accurate, rapid, tissue-, andcost-conserving assays to identify multiple targets simultaneously,including targets beyond genomic sequencing, is urgently needed.In the meantime, drug development and discovery of novel targetsin lung adenocarcinoma remain one of the fastest growing areasof research and development in oncology today."
          },
          {
            "paragraph1": "www.frontiersin.orgNovember 2014 | Volume 4 | Article 329 | 5"
          },
          {
            "paragraph2": " "
          },
          {
            "paragraph3": " "
          },
          {
            "paragraph4": " "
          },
          {
            "paragraph5": " "
          },
          {
            "paragraph6": " "
          },
          {
            "paragraph7": " "
          },
          {
            "paragraph8": " "
          },
          {
            "paragraph9": " "
          },
          {
            "paragraph10": " "
          },
          {
            "paragraph11": " "
          },
          {
            "paragraph12": " "
          },
          {
            "paragraph13": " "
          },
          {
            "paragraph14": " "
          },
          {
            "paragraph15": " "
          },
          {
            "paragraph16": " "
          },
          {
            "paragraph17": " "
          },
          {
            "paragraph18": " "
          },
          {
            "paragraph19": " "
          },
          {
            "paragraph20": " "
          },
          {
            "paragraph21": " "
          },
          {
            "paragraph22": " "
          },
          {
            "paragraph23": " "
          },
          {
            "paragraph24": " "
          },
          {
            "paragraph25": " "
          },
          {
            "paragraph26": " "
          },
          {
            "paragraph27": " "
          },
          {
            "paragraph28": " "
          },
          {
            "paragraph29": " "
          },
          {
            "paragraph30": " "
          },
          {
            "paragraph31": " "
          },
          {
            "paragraph32": " "
          },
          {
            "paragraph33": " "
          },
          {
            "paragraph34": " "
          },
          {
            "paragraph35": " "
          },
          {
            "paragraph36": " "
          },
          {
            "paragraph37": " "
          },
          {
            "paragraph38": " "
          },
          {
            "paragraph39": " "
          },
          {
            "paragraph40": " "
          },
          {
            "paragraph41": " "
          },
          {
            "paragraph42": " "
          },
          {
            "paragraph43": " "
          },
          {
            "paragraph44": " "
          },
          {
            "paragraph45": " "
          },
          {
            "paragraph46": " "
          },
          {
            "paragraph47": " "
          },
          {
            "paragraph48": " "
          },
          {
            "paragraph49": " "
          },
          {
            "paragraph50": " "
          },
          {
            "paragraph51": " "
          },
          {
            "paragraph52": " "
          },
          {
            "paragraph53": " "
          },
          {
            "paragraph54": " "
          },
          {
            "paragraph55": " "
          },
          {
            "paragraph56": " "
          },
          {
            "paragraph57": " "
          },
          {
            "paragraph58": " "
          },
          {
            "paragraph59": "Zer and LeighlPromising targets in non-squamous NSCLC"
          },
          {
            "paragraph60": "REFERENCES"
          }
        ]
      },
      {
        "section1": [
          {
            "section_title": "1. Leighl NB. Treatment paradigms for patients with metastatic non-small-celllung cancer: ﬁrst-,second- and third-line. Curr Oncol (2012) 19(Suppl 1):S52–8.doi:10.3747/co.19.1114"
          },
          {
            "paragraph1": "2. Mok TS, Wu YL, Thongprasert S, Yang CH, Chu DT, Saijo N, et al. Geﬁtinibor carboplatin-paclitaxel in pulmonary adenocarcinoma. N Engl J Med (2009)361(10):947–57. doi:10.1056/NEJMoa0810699"
          },
          {
            "paragraph2": "3. Shaw AT, Kim DW, Nakagawa K, Seto T, Crinó L, Ahn MJ, et al. Crizotinib ver-sus chemotherapy in advanced ALK-positive lung cancer. N Engl J Med (2013)368(25):2385–94. doi:10.1056/NEJMoa1214886"
          },
          {
            "paragraph3": "4. Lindeman NI, Cagle PT, Beasley MB, Chitale DA, Dacic S, Giaccone G, et al.Molecular testing guideline for selection of lung cancer patients for EGFRand ALK tyrosine kinase inhibitors: guideline from the College of Amer-ican Pathologists, International Association for the Study of Lung Cancer,and Association for Molecular Pathology. J Thorac Oncol (2013) 8(7):823–59.doi:10.1097/JTO.0b013e318290868f"
          },
          {
            "paragraph4": "5. Rosell R, Moran T, Queralt C, Porta R, Cardenal F, Camps C, et al. Screening forepidermal growth factor receptor mutations in lung cancer. N Engl J Med (2009)361(10):958–67. doi:10.1056/NEJMoa0904554"
          },
          {
            "paragraph5": "6. Shi Y, Au JS, Thongprasert S, Srinivasan S, Tsai CM, Khoa MT, et al. A prospec-tive, molecular epidemiology study of EGFR mutations in Asian patients withadvanced non-small-cell lung cancer of adenocarcinoma histology (PIONEER).J Thorac Oncol (2014) 9(2):154–62. doi:10.1097/JTO.0000000000000033"
          },
          {
            "paragraph6": "7. Finlay MR, Anderton M, Ashton S, Ballard P, Bethel PA, Box MR, et al. Clini-cal activity of the mutant-selective EGFR inhibitor AZD9291 in patients (pts)with EGFR inhibitor-resistant non-small cell lung cancer (NSCLC). J Clin Oncol(2014) 32(15_suppl: abstr. 8009):5s. doi:10.1021/jm500973a"
          },
          {
            "paragraph7": "8. Sequist LV, Soria J-C, Gadgeel SM, Wakelee HA, Camidge DR, Varga A, et al.First-in-human evaluation of CO-1686, an irreversible, highly selective tyrosinekinase inhibitor of mutations of EGFR (activating and T790M). J Clin Oncol(2014) 32(15_suppl: abstr. 8010):5s."
          },
          {
            "paragraph8": "9. Janjigian YY, Azzoli CG, Krug LM, Pereira LK, Rizvi NA, Pietanza MC, et al.Phase I/II trial of cetuximab and erlotinib in patients with lung adenocarci-noma and acquired resistance to erlotinib. Clin Cancer Res (2011) 17(8):2521–7.doi:10.1158/1078-0432.CCR-10-2662"
          },
          {
            "paragraph9": "10. Johnson ML, Hart EM, Rademaker A, Weitner BB, Urman A, Simm HD, et al. Aphase II study of HSP90 inhibitor AUY922 and erlotinib for patients with EGFR-mutant lung cancer and acquired resistance to EGFR tyrosine kinase inhibitors.J Clin Oncol (2013) 31(Suppl):abstr 8036."
          },
          {
            "paragraph10": "11. Slamon DJ, Leyland-Jones B, Shak S, Fuchs H, Paton V, Bajamonde A, et al.Use of chemotherapy plus a monoclonal antibody against HER2 for metastaticbreast cancer that overexpresses HER2. N Engl J Med (2001) 344(11):783–92.doi:10.1056/NEJM200103153441101"
          },
          {
            "paragraph11": "12. Romond EH, Perez EA, Bryant J, Suman VJ, Geyer CE Jr, Davidson NE, et al.Trastuzumab plus adjuvant chemotherapy for operable HER2-positive breastcancer. N Engl J Med (2005) 353:1673–84. doi:10.1056/NEJMoa052122"
          },
          {
            "paragraph12": "13. Mazières J, Peters S, Lepage B, Cortot AB, Barlesi F, Beau-Faller M, et al. Lungcancer that harbors an HER2 mutation: epidemiologic characteristics and ther-apeutic perspectives. J Clin Oncol (2013) 31(16):1997–2003. doi:10.1200/JCO.2012.45.6095"
          },
          {
            "paragraph13": "14. Clamon G, Herndon J, Kern J, Govindan R, Garst J, Watson D, et al. Lack oftrastuzumab activity in nonsmall cell lung carcinoma with overexpression oferb-B2: 39810: a phase II trial of cancer and leukemia group B. Cancer (2005)103(8):1670–5. doi:10.1002/cncr.20950"
          },
          {
            "paragraph14": "15. Gatzemeier U. Randomized phase II trial of gemcitabine-cisplatin with or with-outtrastuzumabinHER2-positivenon-small-celllungcancer.AnnOncol (2004)15(1):19–27. doi:10.1093/annonc/mdh031"
          },
          {
            "paragraph15": "16. Shigematsu H, Takahashi T, Nomura M, Majmudar K, Suzuki M, Lee H, et al.Somatic mutations of the HER2 kinase domain in lung adenocarcinomas. Can-cer Res (2005) 65(5):1642–6. doi:10.1158/0008-5472.CAN-04-4235"
          },
          {
            "paragraph16": "17. Arcila ME, Chaft JE, Nafa K, Roy-Chowdhuri S, Lau C, Zaidinski M, et al. Preva-lence,clinicopathologicassociations,andmolecularspectrumof ERBB2(HER2)tyrosine kinase mutations in lung adenocarcinomas. Clin Cancer Res (2012)18(18):4910–8. doi:10.1158/1078-0432.CCR-12-0912"
          },
          {
            "paragraph17": "18. Falchook GS, Janku F, Tsao AS, Bastida CC, Stewart DJ, Kurzrock R. Non-small-cell lung cancer with HER2 exon 20 mutation:regression with dual HER2 inhibi-tion and anti-VEGF combination treatment. J Thorac Oncol (2013) 8(2):e19–20.doi:10.1097/JTO.0b013e31827ce38e"
          },
          {
            "paragraph18": "19. Gandhi L, Bahleda R, Tolaney SM, Kwak EL, Cleary JM, Pandya SS, et al. PhaseI study of neratinib in combination with temsirolimus in patients with humanepidermal growth factor receptor 2-dependent and other solid tumors. J ClinOncol (2014) 32(2):68–75. doi:10.1200/JCO.2012.47.2787"
          },
          {
            "paragraph19": "20. Wells SA Jr,Santoro M. Targeting the RET pathway in thyroid cancer. Clin CancerRes (2009) 15(23):7119–23. doi:10.1158/1078-0432.CCR-08-2742"
          },
          {
            "paragraph20": "21. Wang R, Hu H, Pan Y, Li Y, Ye T, Li C, et al. RET fusions deﬁne a unique mole-cular and clinicopathologic subtype of non-small-cell lung cancer. J Clin Oncol(2012) 30(35):4352–9. doi:10.1200/JCO.2012.44.1477"
          },
          {
            "paragraph21": "22. Kohno T, Tsuta K, Tsuchihara K, Nakaoku T, Yoh K, Goto K. RET fusiongene: translation to personalized lung cancer therapy. Cancer Sci (2013)104(11):1396–400. doi:10.1111/cas.12275"
          },
          {
            "paragraph22": "23. Borrello MG, Ardini E, Locati LD, Greco A, Licitra L, Pierotti MA. RETinhibition: implications in cancer therapy. Expert Opin Ther Targets (2013)17(4):403–19. doi:10.1517/14728222.2013.758715"
          },
          {
            "paragraph23": "24. Drilon A,Wang L, Hasanovic A, Suehara Y, Lipson D, Stephens P, et al. Responseto cabozantinib in patients with RET fusion-positive lung adenocarcinomas.Cancer Discov (2013) 3(6):630–5. doi:10.1158/2159-8290.CD-13-0035"
          },
          {
            "paragraph24": "25. Gautschi O,Zander T,Keller FA,Strobel K,HirschmannA,Aebi S,et al.A patientwith lung adenocarcinoma and RET fusion treated with vandetanib. J ThoracOncol (2013) 8(5):e43–4. doi:10.1097/JTO.0b013e31828a4d07"
          },
          {
            "paragraph25": "26. Davies KD,Le AT,Theodoro MF,Skokan MC,Aisner DL,Berge EM,et al. Identi-fying and targeting ROS1 gene fusions in non-small cell lung cancer. Clin CancerRes (2012) 18(17):4570–9. doi:10.1158/1078-0432.CCR-12-0550"
          },
          {
            "paragraph26": "27. Shaw AT, Ou SH, Bang YJ, Camidge DR, Solomon BJ, Salgia R, et al. Efﬁcacy andsafety of crizotinib in patients with advanced ROS1-rearranged non-small celllung cancer. J Clin Oncol (2013) 31(Suppl):abstr 8032."
          },
          {
            "paragraph27": "28. Beau-Faller M, Ruppert AM, Voegeli AC, Neuville A, Meyer N, Guerin E, et al.MET gene copy number in non-small cell lung cancer: molecular analysisin a targeted tyrosine kinase inhibitor naive cohort. J Thorac Oncol (2008)3(4):331–9. doi:10.1097/JTO.0b013e318168d9d4"
          },
          {
            "paragraph28": "29. Engelman JA, Zejnullahu K, Mitsudomi T, SongY, Hyland C, Park JO, et al. METampliﬁcation leads to geﬁtinib resistance in lung cancer by activating ERBB3signaling. Science (2007) 316(5827):1039–43. doi:10.1126/science.1141478"
          },
          {
            "paragraph29": "30. Tsao MS, Liu N, Chen JR, Pappas J, Ho J, To C, et al. Differential expres-sion of Met/hepatocyte growth factor receptor in subtypes of non-smallcell lung cancers. Lung Cancer (1998) 20:1–16. doi:10.1016/S0169-5002(98)00007-5"
          },
          {
            "paragraph30": "31. Spigel DR, Edelman MJ, O’Byrne K, Paz-Ares L, Shames DS, Yu W, et al. Onar-tuzumab plus erlotinib versus erlotinib in previously treated stage IIIB or IVNSCLC: results from the pivotal phase III randomized multicenter placebo-controlled METLung (OAM4971g) global trial. J Clin Oncol (2014) 32(Suppl;abstr 8000):5s."
          },
          {
            "paragraph31": "32. Sequist LV, von Pawel J, Garmey EG, Akerley WL, Brugger W, Ferrari D, et al.Randomized phase II study of erlotinib plus tivantinib versus erlotinib plusplacebo in previously treated non-small-cell lung cancer. J Clin Oncol (2011)29(24):3307–15. doi:10.1200/JCO.2010.34.0570"
          },
          {
            "paragraph32": "33. Camidge DR,Shapiro G,Otterson GA,Villaruz LC,Villalona-Calero MA,IafrateAJ, et al. Efﬁcacy and safety of crizotinib in patients with advanced c-MET-ampliﬁed non-small cell lung cancer. J Clin Oncol (2014) 32(Suppl; abstr8001):5s."
          },
          {
            "paragraph33": "34. Vaishnavi A, Capelletti M, Le AT, Kako S, Butaney M, Ercan D, et al. Oncogenicand drug-sensitive NTRK1 rearrangements in lung cancer. Nat Med (2013)19:1469–72. doi:10.1038/nm.3352"
          },
          {
            "paragraph34": "35. De Braud FG, Pilla L, Niger M, Damian S, Bardazza B, Martinetti A, et al. PhaseI open label, dose escalation study of RXDX101, an oral pan-trk, ROS1, andALK inhibitor, in patients with advanced solid tumors with relevant molecularalterations. J Clin Oncol (2014) 32(Suppl; abstr 2502):5s."
          },
          {
            "paragraph35": "36. Montagut C, Settleman J. Targeting the RAF-MEK-ERK pathway in cancer ther-apy. Cancer Lett (2009) 283(2):125–34. doi:10.1016/j.canlet.2009.01.022"
          },
          {
            "paragraph36": "37. Kris MG, Johnson BE, Berry LD, Kwiatkowski DJ, Iafrate AJ, Wistuba II, et al.Using multiplexed assays of oncogenic drivers in lung cancers to select targeteddrugs. JAMA (2014) 311:1998–2006. doi:10.1001/jama.2014.3741"
          },
          {
            "paragraph37": "38. Shepherd FA, Domerg C, Hainaut P, Jänne PA, Pignon JP, Graziano S, et al.Pooled analysis of the prognostic and predictive effects of KRAS mutation statusand KRAS mutation subtype in early-stage resected non-small-cell lung cancerin four trials of adjuvant chemotherapy. J Clin Oncol (2013) 31(17):2173–81.doi:10.1200/JCO.2012.48.1390"
          },
          {
            "paragraph38": "Frontiers in Oncology | Thoracic OncologyNovember 2014 | Volume 4 | Article 329 | 6"
          },
          {
            "paragraph39": " "
          },
          {
            "paragraph40": " "
          },
          {
            "paragraph41": " "
          },
          {
            "paragraph42": " "
          },
          {
            "paragraph43": " "
          },
          {
            "paragraph44": " "
          },
          {
            "paragraph45": " "
          },
          {
            "paragraph46": " "
          },
          {
            "paragraph47": " "
          },
          {
            "paragraph48": " "
          },
          {
            "paragraph49": " "
          },
          {
            "paragraph50": " "
          },
          {
            "paragraph51": " "
          },
          {
            "paragraph52": " "
          },
          {
            "paragraph53": " "
          },
          {
            "paragraph54": " "
          },
          {
            "paragraph55": " "
          },
          {
            "paragraph56": " "
          },
          {
            "paragraph57": " "
          },
          {
            "paragraph58": " "
          },
          {
            "paragraph59": " "
          },
          {
            "paragraph60": " "
          },
          {
            "paragraph61": " "
          },
          {
            "paragraph62": " "
          },
          {
            "paragraph63": " "
          },
          {
            "paragraph64": " "
          },
          {
            "paragraph65": " "
          },
          {
            "paragraph66": " "
          },
          {
            "paragraph67": " "
          },
          {
            "paragraph68": " "
          },
          {
            "paragraph69": " "
          },
          {
            "paragraph70": " "
          },
          {
            "paragraph71": " "
          },
          {
            "paragraph72": " "
          },
          {
            "paragraph73": " "
          },
          {
            "paragraph74": " "
          },
          {
            "paragraph75": " "
          },
          {
            "paragraph76": " "
          },
          {
            "paragraph77": " "
          },
          {
            "paragraph78": " "
          },
          {
            "paragraph79": " "
          },
          {
            "paragraph80": " "
          },
          {
            "paragraph81": " "
          },
          {
            "paragraph82": " "
          },
          {
            "paragraph83": " "
          },
          {
            "paragraph84": " "
          },
          {
            "paragraph85": " "
          },
          {
            "paragraph86": " "
          },
          {
            "paragraph87": " "
          },
          {
            "paragraph88": " "
          },
          {
            "paragraph89": " "
          },
          {
            "paragraph90": " "
          },
          {
            "paragraph91": " "
          },
          {
            "paragraph92": " "
          },
          {
            "paragraph93": " "
          },
          {
            "paragraph94": " "
          },
          {
            "paragraph95": " "
          },
          {
            "paragraph96": "Zer and LeighlPromising targets in non-squamous NSCLC"
          },
          {
            "paragraph97": "39. Zhu CQ, da Cunha Santos G, Ding K, Sakurada A, Cutz JC, Liu N, et al. Roleof KRAS and EGFR as biomarkers of response to erlotinib in National Can-cer Institute of Canada clinical trials group study BR.21. J Clin Oncol (2008)26(26):4268–75. doi:10.1200/JCO.2007.14.8924"
          },
          {
            "paragraph98": "40. Riely GJ, Kris MG, Rosenbaum D, Marks J, Li A, Chitale DA, et al. Frequencyand distinctive spectrum of KRAS mutations in never smokers with lung ade-nocarcinoma. Clin Cancer Res (2008) 14(18):5731–4. doi:10.1158/1078-0432.CCR-08-0646"
          },
          {
            "paragraph99": "41. Jänne PA, Shaw AT, Pereira JR, Jeannin G, Vansteenkiste J, Barrios C, et al.Selumetinib plus docetaxel for KRAS-mutant advanced non-small-cell lung can-cer: a randomised, multicentre, placebo-controlled, phase 2 study. Lancet Oncol(2013) 14(1):38–47. doi:10.1016/S1470-2045(12)70489-8"
          },
          {
            "paragraph100": "42. Gandara DR, Hiret S, Blumenschein GR, Barlesi F, Madelaine J, Infante JR,et al. Oral MEK1/MEK2 inhibitor trametinib (GSK1120212) in combinationwith docetaxel in KRAS-mutant and wild-type (WT) advanced non-smallcell lung cancer (NSCLC): a phase I/Ib trial. J Clin Oncol (2013) 31(Suppl):abstr 8028."
          },
          {
            "paragraph101": "43. Kelly K, Mazieres U, Leighl NB, Barlesi F, Zalcman G, Gordon MS, et al.Oral MEK1/MEK2 inhibitor trametinib (GSK1120212) in combination withpemetrexed in KRAS-mutant and wild-type (WT) advanced non-small celllung cancer (NSCLC): a phase I/Ib trial. J Clin Oncol (2013) 31(Suppl):abstr 8027."
          },
          {
            "paragraph102": "44. Blumenschein GR, Smit EF, Planchard D, Kim D-W, Cadranel J, De Pas T,et al. MEK114653: a randomized, multicenter, phase II study to assess efﬁ-cacy and safety of trametinib (T) compared with docetaxel (D) in KRAS-mutant advanced non–small cell lung cancer (NSCLC). J Clin Oncol (2013)31(Suppl):abstr 8027."
          },
          {
            "paragraph103": "45. Planchard D, Mazieres J, Riely GJ, Rudin CM, Barlesi F, Quoix EA, et al. Interimresults of phase II study BRF113928 of dabrafenib in BRAF V600E mutation–positive non-small cell lung cancer (NSCLC) patients. J Clin Oncol (2013)31(Suppl):abstr 8009."
          },
          {
            "paragraph104": "46. Courtney KD, Corcoran RB, Engelman JA. The PI3K pathway as drug targetin human cancer. J Clin Oncol (2010) 28(6):1075–83. doi:10.1200/JCO.2009.25.3641"
          },
          {
            "paragraph105": "47. Kawano O, Sasaki H, Endo K, Suzuki E, Haneda H, Yukiue H, et al.PIK3CA mutation status in Japanese lung cancer patients. Lung Cancer (2006)54(2):209–15. doi:10.1016/j.lungcan.2006.07.006"
          },
          {
            "paragraph106": "48. Kawano O, Sasaki H, Okuda K, Yukiue H, Yokoyama T, Yano M, et al. PIK3CAgene ampliﬁcation in Japanese non-small cell lung cancer. Lung Cancer (2007)58(1):159–60. doi:10.1016/j.lungcan.2007.06.020"
          },
          {
            "paragraph107": "49. Chaft JE, Arcila ME, Paik PK, Lau C, Riely GJ, Pietanza MC, et al. Coexistenceof PIK3CA and other oncogene mutations in lung adenocarcinoma-rationalefor comprehensive mutation proﬁling. Mol Cancer Ther (2012) 11(2):485–91.doi:10.1158/1535-7163.MCT-11-0692"
          },
          {
            "paragraph108": "50. Sequist LV, Waltman BA, Dias-Santagata D, Digumarthy S, Turke AB, Fidias P,et al.Genotypicandhistologicalevolutionof lungcancersacquiringresistancetoEGFR inhibitors. Sci Transl Med (2011) 3(75):75ra26. doi:10.1126/scitranslmed.3002003"
          },
          {
            "paragraph109": "51. Tang JM, He QY, Guo RX, Chang XJ. Phosphorylated Akt overexpression andloss of PTEN expression in non-small cell lung cancer confers poor prognosis.Lung Cancer (2006) 51(2):181–91. doi:10.1016/j.lungcan.2005.10.003"
          },
          {
            "paragraph110": "52. Marsit CJ, Zheng S, Aldape K, Hinds PW, Nelson HH, Wiencke JK, et al.PTEN expression in non-small-cell lung cancer: evaluating its relation totumor characteristics, allelic loss, and epigenetic alteration. Hum Pathol (2005)36(7):768–76. doi:10.1016/j.humpath.2005.05.006"
          },
          {
            "paragraph111": "53. Besse B, Leighl N, Bennouna J, Papadimitrakopoulou VA, Blais N, TraynorAM, et al. Phase II study of everolimus-erlotinib in previously treated patients"
          },
          {
            "paragraph112": "with advanced non-small-cell lung cancer. Ann Oncol (2014) 25(2):409–15.doi:10.1093/annonc/mdt536"
          },
          {
            "paragraph113": "54. Ekman S,Wynes MW, Hirsch FR. The mTOR pathway in lung cancer and impli-cations for therapy and biomarker analysis. J Thorac Oncol (2012) 7(6):947–53.doi:10.1097/JTO.0b013e31825581bd"
          },
          {
            "paragraph114": "55. Stewart DJ. Wnt signaling pathway in non-small cell lung cancer. J Natl CancerInst (2014) 106(1):djt356. doi:10.1093/jnci/djt356"
          },
          {
            "paragraph115": "56. Sequist LV, Heist RS, Shaw AT, Fidias P, Rosovsky R, Temel JS, et al. Implement-ing multiplexed genotyping of non-small-cell lung cancers into routine clinicalpractice. Ann Oncol (2011) 22(12):2616–24. doi:10.1093/annonc/mdr489"
          },
          {
            "paragraph116": "57. Rosell R,Skrzypski M,Jassem E,Taron M,Bartolucci R,Sanchez JJ,et al. BRCA1:a novel prognostic factor in resected non-small-cell lung cancer. PLoS One(2007) 2(11):e1129. doi:10.1371/journal.pone.0001129"
          },
          {
            "paragraph117": "58. Reguart N, Cardona AF, Carrasco E, Gomez P, Taron M, Rosell R. BRCA1: anew genomic marker for non-small-cell lung cancer. Clin Lung Cancer (2008)9(6):331–9. doi:10.3816/CLC.2008.n.048"
          },
          {
            "paragraph118": "59. Ramalingam SS, Goss GD, Andric ZG, Bondarenko I, Zaric B, Ceric T, et al. Arandomized study of ganetespib, a heat shock protein 90 inhibitor, in combi-nation with docetaxel versus docetaxel alone for second-line therapy of lungadenocarcinoma (GALAXY-1). J Clin Oncol (2013) 31(Suppl):abstr CRA8007."
          },
          {
            "paragraph119": "60. Ramalingam SS,Maitland ML,Frankel P,ArgirisAE,Koczywas M,Gitlitz B,et al.Carboplatin and paclitaxel in combination with either vorinostat or placebo forﬁrst-line therapy of advanced non-small-cell lung cancer. J Clin Oncol (2010)28(1):56–62. doi:10.1200/JCO.2009.24.9094"
          },
          {
            "paragraph120": "61. Otrock ZK,Hatoum HA,Musallam KM,Awada AH,Shamseddine AI. IsVEGF apredictive biomarker to anti-angiogenic therapy? Crit Rev Oncol Hematol (2011)79(2):103–11. doi:10.1016/j.critrevonc.2010.07.008"
          },
          {
            "paragraph121": "62. Sandler A, Gray R, Perry MC, Brahmer J, Schiller JH, Dowlati A, et al. Paclitaxel-carboplatin alone or with bevacizumab for non-small-cell lung cancer. N Engl JMed (2006) 355(24):2542–50. doi:10.1056/NEJMoa061884"
          },
          {
            "paragraph122": "63. Reck M, Kaiser R, Mellemgaard A, Douillard JY, Orlov S, Krzakowski M,et al. Nintedanib plus docetaxel in NSCLC patients progressing after ﬁrst-linechemotherapy: LUME Lung 1, a randomized, double-blind phase III trial.J Clin Oncol (2013) 31(Suppl):abstr LBA8011. doi:10.1016/S1470-2045(13)70586-2"
          },
          {
            "paragraph123": "64. Brahmer JR, Tykodi SS, Chow LQ, Hwu WJ, Topalian SL, Hwu P, et al. Safetyand activity of anti-PD-L1 antibody in patients with advanced cancer. N Engl JMed (2012) 366(26):2455–65. doi:10.1056/NEJMoa1200694"
          },
          {
            "paragraph124": "Conﬂict of Interest Statement: The authors declare that the research was conductedin the absence of any commercial or ﬁnancial relationships that could be construedas a potential conﬂict of interest."
          },
          {
            "paragraph125": "Received: 17 July 2014; accepted: 31 October 2014; published online: 25 November2014.Citation: Zer A and Leighl N (2014) Promising targets and current clinical trials inmetastatic non-squamous NSCLC. Front. Oncol. 4:329. doi: 10.3389/fonc.2014.00329This article was submitted to Thoracic Oncology, a section of the journal Frontiers inOncology.Copyright © 2014 Zer and Leighl. This is an open-access article distributed under theterms of the Creative Commons Attribution License (CC BY). The use, distribution orreproduction in other forums is permitted, provided the original author(s) or licensorare credited and that the original publication in this journal is cited, in accordance withaccepted academic practice. No use, distribution or reproduction is permitted whichdoes not comply with these terms."
          },
          {
            "paragraph126": "www.frontiersin.orgNovember 2014 | Volume 4 | Article 329 | 7"
          }
        ]
      }
    ]
  }
]